{
  "id": "4291ed23-e794-4a81-aebc-0522199fd652",
  "title": "Demo Happy Anniversary",
  "theme": "romantic",
  "slides": [
    {
      "images": [
        {
          "filename": "79a3586d-4ddb-4b0d-9021-b2963e758249.jpg"
        }
      ],
      "description": "The air shimmered with the golden promise of Diwali, not just a celebration of light, but a festival bathed in the warmth of shared laughter, whispered wishes, and the intoxicating scent of jasmine and spice. Each flickering diya seemed to hold a secret, reflecting in the eyes of loved ones gathered close, their faces radiant with joy. It was a night where ordinary moments blossomed into extraordinary memories, a tapestry woven with the vibrant colors of tradition and the quiet magic of connection."
    },
    {
      "images": [
        {
          "filename": "fe69f8c5-7a92-4d0b-8781-7320eb55811d.jpg"
        }
      ],
      "description": "\"The second chariot of our love story, carrying us onward towards shared sunsets and whispered dreams.\""
    },
    {
      "images": [
        {
          "filename": "b1377c4a-01f4-4a2c-94ce-ba344bcfe416.jpg"
        }
      ],
      "description": "Imagine escaping with me to Kudal, a place where emerald landscapes meet the azure embrace of the Arabian Sea. Picture us hand-in-hand, tracing the paths less traveled, the air thick with the scent of jasmine and earth after a summer rain. We'll lose ourselves in the quiet rhythm of village life, discover hidden waterfalls cascading into crystal pools, and watch the fiery sunset paint the sky with hues only lovers could truly appreciate. Kudal, with its unspoiled beauty and gentle serenity, is waiting to be the backdrop for our own unforgettable love story."
    },
    {
      "images": [
        {
          "filename": "f7e80d0e-6183-48ec-aeba-b7a01f821165.jpg"
        }
      ],
      "description": "The golden sands of Aksa Beach whispered secrets of the ocean's heart as the sun painted the sky with hues of fiery passion for Aryan's birthday. A gentle sea breeze, laced with the promise of adventure and whispered desires, danced around him as he stood bathed in the twilight's soft embrace. The waves, like restless lovers, crashed against the shore, their rhythmic pulse mirroring the anticipation and burgeoning romance hanging heavy in the air, making Aryan's special day a tapestry woven with the magic of the sea and the promise of a love story yet to unfold."
    }
  ]
}