{
  "id": "f2c02c7d-7aae-4f60-91e1-3c4dd416c13c",
  "title": "Celebrating 27 Years Together",
  "theme": "anniversary",
  "slides": [
    {
      "images": [
        {
          "filename": "8d0a4af8-8afb-4195-a07b-d0234ea4bdef.jpg"
        }
      ],
      "description": "1998: The year they said \"I do,\" and a lifetime of love began. Still feels like yesterday. Happy Anniversary!"
    },
    {
      "images": [
        {
          "filename": "903610a9-ff9a-49ac-8a15-67bc044bc8ef.jpg"
        }
      ],
      "description": "Diwali in our first little flat. A tiny space, a mountain of love, and the start of forever, Mom and Dad."
    },
    {
      "images": [
        {
          "filename": "b03729d4-fdeb-4ab2-ae88-ee25a05fc361.jpg"
        }
      ],
      "description": "You were my rock during those stressful 10th boards. Thank you for your unwavering support and belief in me."
    },
    {
      "images": [
        {
          "filename": "442b479a-c4f3-49b9-b922-69477e6177dd.jpg"
        }
      ],
      "description": "Every Holi we share bursts with color, just like our lives, thanks to your unwavering love."
    },
    {
      "images": [
        {
          "filename": "a446dbe7-f97c-4171-8302-91535ae15494.jpg"
        }
      ],
      "description": "That first Nainital trip, hand-in-hand, filled with shared laughter and dreams, remains a precious chapter in your beautiful love story."
    },
    {
      "images": [
        {
          "filename": "50f01cee-9d9b-4d0b-b871-ee8f252c2662.jpg"
        }
      ],
      "description": "Every year, Ganpati fills our home with joy. It reminds me of simpler times, family laughter, and a love that grows stronger with each passing celebration."
    },
    {
      "images": [
        {
          "filename": "5553fea1-7e62-41a8-8089-83d02eb81cfd.jpg"
        }
      ],
      "description": "Sixteen years. Sixteen years of love, laughter, and building a family. Happy anniversary to the two people who made my life possible."
    },
    {
      "images": [
        {
          "filename": "b624e7d1-4e83-43d1-8b62-079284a9460a.jpg"
        }
      ],
      "description": "To Aai's place, through all the years. So many journeys, so much love, laughter, and memories made."
    },
    {
      "images": [
        {
          "filename": "daf75685-e405-41f1-984e-94c3c9db131d.jpg"
        }
      ],

      "description": "It's not about the fancy dinners or perfect gifts, but the simple joy of being together, anywhere."
    },
    {
      "images": [
        {
          "filename": "29eed182-0e3f-4f93-a01f-d97b53d15e47.jpg"
        }
      ],
      "description": "Through thick and thin, even a pandemic's shadow couldn't dim their love. Years of devotion, a timeless bond we cherish."
    },
    {
      "images": [
        {
          "filename": "ac63b1f4-9397-46a3-8336-1c5f404b1e8c.jpg"
        }
      ],
      "description": "Aurangabad: where their journey began. Now, years etched with love and laughter, we celebrate the magic that blossomed in that very city."
    },
    {
      "images": [
        {
          "filename": "6ce4d596-79af-4991-bee6-7b39e0754299.jpg"
        }
      ],
      "description": "Mahabaleshwar whispers memories of Mummy's birthdays, a journey etched in love and laughter, a beautiful chapter in our family's story."
    },
    {
      "images": [
        {
          "filename": "814b7903-37ae-4200-8595-7c688654b60e.jpg"
        }
      ],
      "description": "Another Diwali, another year brighter because you're together. Seeing your love still shines so warmly fills my heart with happy memories."
    },
    {
      "images": [
        {
          "filename": "1ed1cf7b-4bb4-43d7-ad67-5aca9bd69d75.jpg"
        }
      ],
      "description": "Remembering Pondicherry: That trip, filled with laughter and shared dreams, marks another year of your beautiful journey together."
    },
    {
      "images": [
        {
          "filename": "9c053e7d-6447-466b-94b7-c2ce9c42dd8e.jpg"
        }
      ],
      "description": "Singapore: a cherished escape, our best trip ever. We made memories that bloom brighter with each passing year"
    },
    {
      "images": [
        {
          "filename": "ff4c0852-4700-45fb-b412-a1698faca1ea.jpg"
        }
      ],
      "description": "Through life's ups and downs, their love has been a constant. Happy Parent's Anniversary to two hearts forever intertwined."
    },
    {
      "images": [
        {
          "filename": "fa1e3dc5-cf29-4d75-b783-db1d0d3a0b31.jpg"
        }
      ],
      "description": "Two cars, countless memories, one incredible journey together. Here's to many more roads ahead!"
    },
    {
      "images": [
        {
          "filename": "57cf226d-df64-4d9b-ae7e-d43cd1e8eee5.jpg"
        }
      ],
      "description": "Their smiles in Kolhapur, etched forever in time. A journey of love, laughter, and shared dreams."
    },
    {
      "images": [
        {
          "filename": "810a7cb2-3004-46f5-b16a-ffe700126be3.jpg"
        }
      ],
      "description": "Bhandardhara glows, just like your love. Fireflies dance, mirroring the sparks that flew on your special day."
    },
    {
      "images": [
        {
          "filename": "1b7fad77-d7b5-43b7-9371-50e5797fca0b.jpg"
        }
      ],
      "description": "Leaving home for my Master's felt like tearing a piece of my heart away. Saying goodbye to my parents was so hard, a memory I still hold close."
    },
    {
      "images": [
        {
          "filename": "36aa1061-6db5-4160-bccd-77222ad0313d.jpg"
        }
      ],
      "description": "To my amazing parents: Through all these years, your love has been our guiding light. Your smiles fill our hearts with joy."
    },
    {
      "images": [
        {
          "filename": "5d832c0c-c6fc-499a-af4e-459435bee948.png"
        }
      ],
      "description": "Though miles may separate us, your enduring love story still warms my heart and inspires me, today and always."
    },
    {
      "images": [
        {
          "filename": "00b170f5-4542-4e79-bac6-f7e35f4ddead.jpg"
        }
      ],
      "description": "Twenty-seven years woven with love and unwavering support. Remembering their journey, celebrating their forever. Happy Anniversary, Mom and Dad."
    }
  ]
}